[
    {
        "id": 1,
        "text": "Que efeito é esse que vc usa para suas fotos mexerem? Mexerem comigo!",
        "date": "--/--/--",
        "time": "--:--"
    },
    {
        "id": 2,
        "text": "Essa gata não entra na conta? Hehehe",
        "date": "04/11/2024",
        "time": "16:49"
    },
    {
        "id": 3,
        "text": "Qual a sua altura? Vc é minimalista, feita sob medida kkkkk",
        "date": "05/11/2024",
        "time": "16:43"
    },
    {
        "id": 4,
        "text": "Baixinha e sem juízo kkkkk É tipo café com leite, mistura perfeita kkkkk",
        "date": "05/11/2024",
        "time": "17:02"
    },
    {
        "id": 5,
        "text": "Quer ver uma cantada improvisada? Acho que quem tá ficando doido aqui sou eu por vc em hehehe",
        "date": "05/11/2024",
        "time": "17:05"
    },
    {
        "id": 6,
        "text": "Mas que mulher charmosa essa da foto, com cor é outro nível kkkk",
        "date": "06/11/2024",
        "time": "13:02"
    },
    {
        "id": 7,
        "text": "vc não gostaria de ser a minha player 2? hehehehe",
        "date": "06/11/2024",
        "time": "20:51"
    },
    {
        "id": 8,
        "text": "vc não quer fazer outro ato de caridade e me dar o seu coração?",
        "date": "06/11/2024",
        "time": "21:04"
    },
    {
        "id": 9,
        "text": "vc fica com o meu e eu com o seu, troca equivalente",
        "date": "06/11/2024",
        "time": "21:12"
    },
    {
        "id": 10,
        "text": "Eu te falei que viajei? Viajei no seu sorriso e no seu olhar hehehehe",
        "date": "08/11/2024",
        "time": "12:02"
    },
    {
        "id": 11,
        "text": "Será que eu vou conseguir te laçar, igual teu pai laçou a sua mãe?",
        "date": "09/11/2024",
        "time": "21:53"
    },
    {
        "id": 12,
        "text": "O que eu quero pegar aqui é outra coisa hehehe",
        "date": "09/11/2024",
        "time": "22:23"
    },
    {
        "id": 13,
        "text": "no vídeo vc falou que não sabia a língua nos anjos né, então eu posso te ensinar",
        "date": "21/11/2024",
        "time": "21:53"
    },
    {
        "id": 14,
        "text": "O quê é? O quê é? Faz o meu coração se aquecer e as minhas pernas estremecer? É vccc kkkkkkk",
        "date": "22/11/2024",
        "time": "23:00"
    },
    {
        "id": 15,
        "text": "É pq vc não viu como eu te olho ainda",
        "date": "25/11/2024",
        "time": "08:09"
    },
    {
        "id": 16,
        "text": "toc toc, é o cara que quer te conquistar com conversas bobas, cantadas engraçadas e reels de casal",
        "date": "27/11/2024",
        "time": "22:25"
    },
    {
        "id": 17,
        "text": "Você não é pescoço, mas mexeu com a minha cabeça!",
        "date": "02/12/2024",
        "time": "20:58"
    },
    {
        "id": 18,
        "text": "Isso aqui é um anjo em forma de pessoa? Pq se for eu quero ir ao céuuuuu!",
        "date": "03/12/2024",
        "time": "09:13"
    },
    {
        "id": 19,
        "text": "Vc não é cafeteira, mas eu adoraria fazer um caféee com vc",
        "date": "07/12/2024",
        "time": "22:07"
    },
    {
        "id": 20,
        "text": "você não é bolo de chocolate, mas consegue adoçar a minha vida todos os dias",
        "date": "11/12/2024",
        "time": "21:29"
    },
    {
        "id": 21,
        "text": "Vc não é o sol de meio-dia, mas me faz derreter só de ver",
        "date": "12/12/2024",
        "time": "22:50"
    },
    {
        "id": 22,
        "text": "Eu não sou dentista, mas quero conhecer a sua boca inteira",
        "date": "13/12/2024",
        "time": "22:30"
    },
    {
        "id": 23,
        "text": "Que moça bonita aquela de trás. Fiquei com vontade de roubar o beijo dela pra mim",
        "date": "21/12/2024",
        "time": "15:03"
    },
    {
        "id": 24,
        "text": "O que é, o que é? É muito preciso e quando chega na sua vida, vc não consegue viver mais sem? É VCCCC ❤️❤️❤️",
        "date": "01/01/2025",
        "time": "21:42"
    },
    {
        "id": 25,
        "text": "Você viaja no tempo? Porque eu te vejo no meu futuro hehehehe",
        "date": "03/01/2024",
        "time": "22:44"
    },
    {
        "id": 26,
        "text": "vc já nasceu desse jeito? jeitinho de amor da minha vida 💘",
        "date": "10/01/2025",
        "time": "21:42"
    },
    {
        "id": 27,
        "text": "eu não sou lençol, mas nesse frio eu só queria passar o dia todo em cima de vc",
        "date": "15/01/2025",
        "time": "21:11"
    },
    {
        "id": 28,
        "text": "do jeito que eu te acho atraente meu bem, é capaz de vc precisar beber um garrafão de água por dia kkkkkkkk",
        "date": "23/01/2025",
        "time": "21:37"
    },
    {
        "id": 29,
        "text": "tu é perfeita, só falta eu sentir o gosto e o cheiro pra ter certeza",
        "date": "25/01/2025",
        "time": "21:47"
    },
    {
        "id": 30,
        "text": "eu queria te deixar zerada era de energia hehehe",
        "date": "28/01/2025",
        "time": "22:14"
    }
]
